Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: The summary couldn't be made right now. The recording and transcript are saved, and you can summarize it later.
de: Die Zusammenfassung konnte gerade nicht erstellt werden. Aufnahme und Transkript sind gesichert – du kannst später zusammenfassen.
el: Δεν ήταν δυνατή η δημιουργία περίληψης αυτή τη στιγμή. Η ηχογράφηση και η απομαγνητοφώνηση αποθηκεύτηκαν και μπορείς να κάνεις περίληψη αργότερα.
es: Ahora mismo no se pudo crear el resumen. La grabación y la transcripción están guardadas y puedes resumirla más tarde.
fr: Le résumé n'a pas pu être créé pour le moment. L'enregistrement et la transcription sont enregistrés, vous pourrez résumer plus tard.
it: Non è stato possibile creare il riassunto in questo momento. La registrazione e la trascrizione sono salvate e potrai riassumerla più tardi.
ja: 現在、要約を作成できませんでした。録音と文字起こしは保存済みで、あとから要約できます。
ko: 지금은 요약을 만들지 못했습니다. 녹음과 텍스트 기록은 저장되었으며 나중에 요약할 수 있습니다.
pt_br: Não foi possível criar o resumo agora. A gravação e a transcrição foram salvas e você pode resumir depois.
ru: Сейчас не удалось составить резюме. Запись и расшифровка сохранены — резюме можно создать позже.
uk: Зараз не вдалося створити підсумок. Запис і розшифровка збережені — підсумок можна створити пізніше.
zh_hans: 目前无法生成摘要。录音和文字记录已保存，你可以稍后再生成摘要。
zh_hk: 目前無法產生摘要。錄音和文字記錄已保存，你可以稍後再產生摘要。

source: Them
de: Gegenüber
el: Ο άλλος
es: La otra persona
fr: L'autre personne
it: L'altra persona
ja: 相手
ko: 상대방
pt_br: A outra pessoa
ru: Собеседник
uk: Співрозмовник
zh_hans: 对方
zh_hk: 對方

source: There isn't enough free space to record. Free up some space and try again.
de: Es ist nicht genug freier Speicher zum Aufnehmen vorhanden. Schaffe Platz und versuche es erneut.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος για εγγραφή. Ελευθέρωσε χώρο και δοκίμασε ξανά.
es: No hay espacio libre suficiente para grabar. Libera espacio e inténtalo de nuevo.
fr: Il n'y a pas assez d'espace libre pour enregistrer. Libérez de l'espace et réessayez.
it: Non c'è abbastanza spazio libero per registrare. Libera spazio e riprova.
ja: 録音するのに十分な空き容量がありません。空き容量を増やしてからもう一度お試しください。
ko: 녹음할 여유 공간이 부족합니다. 공간을 확보한 뒤 다시 시도하세요.
pt_br: Não há espaço livre suficiente para gravar. Libere espaço e tente novamente.
ru: Недостаточно свободного места для записи. Освободите место и попробуйте снова.
uk: Недостатньо вільного місця для запису. Звільніть місце та спробуйте ще раз.
zh_hans: 可用空间不足，无法录音。请释放一些空间后重试。
zh_hk: 可用空間不足，無法錄音。請釋放一些空間後重試。

source: Thinking...
de: Denkt nach...
el: Σκέφτεται...
es: Pensando...
fr: Réflexion...
it: Sto pensando...
ja: 考え中...
ko: 생각 중...
pt_br: Pensando...
ru: Думаю...
uk: Думаю...
zh_hans: 思考中...
zh_hk: 諗緊...

source: This conversation is too long for Apple Intelligence. Start a new chat or switch to a downloaded model.
de: Diese Unterhaltung ist zu lang für Apple Intelligence. Beginnen Sie einen neuen Chat oder wechseln Sie zu einem geladenen Modell.
el: Αυτή η συζήτηση είναι πολύ μεγάλη για το Apple Intelligence. Ξεκινήστε μια νέα συνομιλία ή μεταβείτε σε ένα μοντέλο που έχει ληφθεί.
es: Esta conversación es demasiado larga para Apple Intelligence. Inicia un nuevo chat o cambia a un modelo descargado.
fr: Cette conversation est trop longue pour Apple Intelligence. Commencez une nouvelle conversation ou passez à un modèle téléchargé.
it: Questa conversazione è troppo lunga per Apple Intelligence. Inizia una nuova chat o passa a un modello scaricato.
ja: この会話はApple Intelligenceには長すぎます。新しいチャットを始めるか、ダウンロード済みのモデルに切り替えてください。
ko: 이 대화는 Apple Intelligence가 처리하기에 너무 깁니다. 새로운 채팅을 시작하거나 다운로드된 모델로 전환하세요.
pt_br: Esta conversa é longa demais para a Apple Intelligence. Comece uma nova conversa ou mude para um modelo baixado.
ru: Эта беседа слишком длинная для Apple Intelligence. Начните новый чат или переключитесь на скачанную модель.
uk: Ця розмова занадто довга для Apple Intelligence. Почніть новий чат або перейдіть на завантажену модель.
zh_hans: 此对话对 Apple Intelligence 来说太长了。请开始新聊天或切换到已下载的模型。
zh_hk: 此對話對 Apple Intelligence 來說太長。請開始新聊天，或改用已下載的模型。

source: This conversation will be permanently deleted.
de: Diese Unterhaltung wird dauerhaft gelöscht.
el: Αυτή η συζήτηση θα διαγραφεί οριστικά.
es: Esta conversación se eliminará permanentemente.
fr: Cette conversation sera définitivement supprimée.
it: Questa conversazione verrà eliminata definitivamente.
ja: この会話は完全に削除されます。
ko: 이 대화가 영구적으로 삭제됩니다.
pt_br: Esta conversa será apagada permanentemente.
ru: Эта беседа будет удалена без возможности восстановления.
uk: Цю розмову буде видалено назавжди.
zh_hans: 此对话将被永久删除。
zh_hk: 此對話將被永久刪除。

source: This device doesn't have Apple Intelligence, so AiGoodbye needs one model downloaded before it can answer. It only happens once.
de: Dieses Gerät hat kein Apple Intelligence, deshalb muss AiGoodbye ein Modell laden, bevor es antworten kann. Das passiert nur einmal.
el: Αυτή η συσκευή δεν έχει Apple Intelligence, οπότε το AiGoodbye χρειάζεται να κατεβάσει ένα μοντέλο πριν μπορέσει να απαντήσει. Γίνεται μόνο μία φορά.
es: Este dispositivo no tiene Apple Intelligence, así que AiGoodbye necesita descargar un modelo antes de poder responder. Solo ocurre una vez.
fr: Cet appareil n'a pas Apple Intelligence : AiGoodbye doit donc télécharger un modèle avant de pouvoir répondre. Cela n'arrive qu'une fois.
it: Questo dispositivo non ha Apple Intelligence, quindi AiGoodbye deve scaricare un modello prima di poter rispondere. Succede una volta sola.
ja: この端末には Apple Intelligence がないため、AiGoodbye が回答するにはモデルを 1 つダウンロードする必要があります。最初の一度だけです。
ko: 이 기기에는 Apple Intelligence가 없어 AiGoodbye가 답하려면 모델을 하나 내려받아야 합니다. 처음 한 번뿐입니다.
pt_br: Este dispositivo não tem Apple Intelligence, então o AiGoodbye precisa baixar um modelo antes de poder responder. Isso acontece só uma vez.
ru: На этом устройстве нет Apple Intelligence, поэтому AiGoodbye нужно один раз загрузить модель, чтобы отвечать.
uk: На цьому пристрої немає Apple Intelligence, тож AiGoodbye потрібно один раз завантажити модель, щоб відповідати.
zh_hans: 此设备没有 Apple Intelligence，因此 AiGoodbye 需要先下载一个模型才能回答。只需一次。
zh_hk: 此裝置沒有 Apple Intelligence，因此 AiGoodbye 需要先下載一個模型才能回答。只需一次。

source: This device doesn't have enough free memory for a downloadable model, so image understanding isn't available here. Everything else works with Apple Intelligence.
de: Dieses Gerät hat nicht genug freien Speicher für ein herunterladbares Modell, deshalb ist Bildverständnis hier nicht verfügbar. Alles andere funktioniert mit Apple Intelligence.
el: Αυτή η συσκευή δεν έχει αρκετή ελεύθερη μνήμη για μοντέλο με λήψη, οπότε η κατανόηση εικόνων δεν είναι διαθέσιμη εδώ. Όλα τα υπόλοιπα λειτουργούν με το Apple Intelligence.
es: Este dispositivo no tiene memoria libre suficiente para un modelo descargable, así que aquí no hay comprensión de imágenes. Todo lo demás funciona con Apple Intelligence.
fr: Cet appareil n'a pas assez de mémoire libre pour un modèle téléchargeable : la compréhension d'images n'est donc pas disponible ici. Tout le reste fonctionne avec Apple Intelligence.
it: Questo dispositivo non ha memoria libera sufficiente per un modello scaricabile, quindi qui la comprensione delle immagini non è disponibile. Tutto il resto funziona con Apple Intelligence.
ja: この端末にはダウンロード版モデル用の空きメモリが足りないため、画像の理解は利用できません。それ以外はApple Intelligenceで動作します。
ko: 이 기기는 내려받는 모델을 돌릴 만한 여유 메모리가 없어 이미지 이해 기능은 사용할 수 없습니다. 나머지는 Apple Intelligence로 동작합니다.
pt_br: Este dispositivo não tem memória livre suficiente para um modelo baixável, então a compreensão de imagens não está disponível aqui. Todo o resto funciona com a Apple Intelligence.
ru: На этом устройстве недостаточно свободной памяти для загружаемой модели, поэтому распознавание изображений здесь недоступно. Всё остальное работает через Apple Intelligence.
uk: На цьому пристрої недостатньо вільної памʼяті для завантажуваної моделі, тож розпізнавання зображень тут недоступне. Усе інше працює через Apple Intelligence.
zh_hans: 这台设备的可用内存不足以运行下载版模型，因此这里无法进行图像理解。其余功能可通过 Apple Intelligence 使用。
zh_hk: 呢部裝置嘅可用記憶體唔夠行下載版模型，所以圖像理解喺度用唔到。其餘功能可以用 Apple Intelligence。

source: This device doesn't have enough free memory to run an AI model. Closing other apps may help - reopen AiGoodbye afterwards.
de: Dieses Gerät hat nicht genug freien Speicher für ein KI-Modell. Andere Apps zu schließen kann helfen - öffnen Sie AiGoodbye danach erneut.
el: Αυτή η συσκευή δεν έχει αρκετή ελεύθερη μνήμη για μοντέλο AI. Ίσως βοηθήσει να κλείσετε άλλες εφαρμογές - ανοίξτε ξανά το AiGoodbye μετά.
es: Este dispositivo no tiene memoria libre suficiente para ejecutar un modelo de IA. Cerrar otras apps puede ayudar; vuelve a abrir AiGoodbye después.
fr: Cet appareil n'a pas assez de mémoire libre pour exécuter un modèle d'IA. Fermer d'autres apps peut aider ; rouvrez ensuite AiGoodbye.
it: Questo dispositivo non ha memoria libera sufficiente per eseguire un modello di IA. Chiudere altre app può aiutare: riapri AiGoodbye dopo.
ja: この端末はAIモデルを動かすための空きメモリが足りません。他のアプリを閉じると改善することがあります。そのあとAiGoodbyeを開き直してください。
ko: 이 기기는 AI 모델을 실행할 여유 메모리가 부족합니다. 다른 앱을 닫으면 도움이 될 수 있습니다. 그 후 AiGoodbye를 다시 열어 주세요.
pt_br: Este dispositivo não tem memória livre suficiente para rodar um modelo de IA. Fechar outros apps pode ajudar - reabra o AiGoodbye depois.
ru: На этом устройстве недостаточно свободной памяти для запуска модели ИИ. Может помочь закрытие других приложений — после этого откройте AiGoodbye снова.
uk: На цьому пристрої недостатньо вільної памʼяті для запуску моделі ШІ. Може допомогти закриття інших застосунків — після цього відкрийте AiGoodbye знову.
zh_hans: 这台设备的可用内存不足以运行 AI 模型。关闭其他 App 可能有帮助，之后请重新打开 AiGoodbye。
zh_hk: 呢部裝置嘅可用記憶體唔夠行 AI 模型。關閉其他 App 可能有幫助，之後再開返 AiGoodbye。

source: This device doesn't support Apple Intelligence.
de: Dieses Gerät unterstützt Apple Intelligence nicht.
el: Αυτή η συσκευή δεν υποστηρίζει το Apple Intelligence.
es: Este dispositivo no es compatible con Apple Intelligence.
fr: Cet appareil ne prend pas en charge Apple Intelligence.
it: Questo dispositivo non supporta Apple Intelligence.
ja: このデバイスはApple Intelligenceに対応していません。
ko: 이 기기는 Apple Intelligence를 지원하지 않습니다.
pt_br: Este dispositivo não é compatível com a Apple Intelligence.
ru: Это устройство не поддерживает Apple Intelligence.
uk: Цей пристрій не підтримує Apple Intelligence.
zh_hans: 此设备不支持 Apple Intelligence。
zh_hk: 此裝置不支援 Apple Intelligence。

source: This device is offline
de: Dieses Gerät ist offline
el: Αυτή η συσκευή είναι εκτός σύνδεσης
es: Este dispositivo está sin conexión
fr: Cet appareil est hors ligne
it: Questo dispositivo è offline
ja: このデバイスはオフラインです
ko: 이 기기는 오프라인 상태입니다
pt_br: Este dispositivo está offline
ru: Это устройство офлайн
uk: Цей пристрій офлайн
zh_hans: 此设备已离线
zh_hk: 呢部裝置而家離線

source: This device is online
de: Dieses Gerät ist online
el: Αυτή η συσκευή είναι σε σύνδεση
es: Este dispositivo está conectado
fr: Cet appareil est en ligne
it: Questo dispositivo è online
ja: このデバイスはオンラインです
ko: 이 기기는 온라인 상태입니다
pt_br: Este dispositivo está online
ru: Это устройство онлайн
uk: Цей пристрій онлайн
zh_hans: 此设备已联网
zh_hk: 呢部裝置而家上緊網

source: This document couldn't be opened.
de: Das Dokument konnte nicht geöffnet werden.
el: Δεν ήταν δυνατό το άνοιγμα του εγγράφου.
es: No se pudo abrir el documento.
fr: Impossible d'ouvrir ce document.
it: Impossibile aprire il documento.
ja: この書類を開けませんでした。
ko: 이 문서를 열 수 없습니다.
pt_br: Não foi possível abrir o documento.
ru: Не удалось открыть документ.
uk: Не вдалося відкрити документ.
zh_hans: 无法打开此文档。
zh_hk: 開唔到呢份文件。

source: This file can't be accessed. Try picking it again.
de: Auf diese Datei kann nicht zugegriffen werden. Wähle sie erneut aus.
el: Δεν είναι δυνατή η πρόσβαση σε αυτό το αρχείο. Δοκιμάστε να το επιλέξετε ξανά.
es: No se puede acceder a este archivo. Intenta seleccionarlo de nuevo.
fr: Impossible d'accéder à ce fichier. Essayez de le sélectionner à nouveau.
it: Impossibile accedere a questo file. Prova a selezionarlo di nuovo.
ja: このファイルにアクセスできません。もう一度選択してください。
ko: 이 파일에 접근할 수 없습니다. 다시 선택해 보세요.
pt_br: Não foi possível acessar este arquivo. Tente selecioná-lo novamente.
ru: Нет доступа к файлу. Попробуйте выбрать его снова.
uk: Немає доступу до файлу. Спробуйте вибрати його ще раз.
zh_hans: 无法访问此文件。请重新选择。
zh_hk: 存取唔到呢個檔案。請再揀多次。

source: This file is too large to import. The limit is %@.
de: Die Datei ist zu groß für den Import. Das Limit ist %@.
el: Το αρχείο είναι πολύ μεγάλο για εισαγωγή. Το όριο είναι %@.
es: El archivo es demasiado grande para importarlo. El límite es %@.
fr: Ce fichier est trop volumineux pour être importé. La limite est de %@.
it: Il file è troppo grande per essere importato. Il limite è %@.
ja: このファイルは大きすぎて読み込めません。上限は%@です。
ko: 파일이 너무 커서 가져올 수 없습니다. 한도는 %@입니다.
pt_br: O arquivo é grande demais para importar. O limite é %@.
ru: Файл слишком большой для импорта. Лимит — %@.
uk: Файл завеликий для імпорту. Ліміт — %@.
zh_hans: 文件太大，无法导入。上限为 %@。
zh_hk: 檔案太大，冇辦法匯入。上限係 %@。

source: This folder is empty
de: Dieser Ordner ist leer
el: Αυτός ο φάκελος είναι κενός
es: Esta carpeta está vacía
fr: Ce dossier est vide
it: Questa cartella è vuota
ja: このフォルダは空です
ko: 이 폴더는 비어 있습니다
pt_br: Esta pasta está vazia
ru: Эта папка пуста
uk: Ця папка порожня
zh_hans: 此文件夹为空
zh_hk: 此檔案夾是空的

source: This frees %@ right away. %@ is your current model, so it will be re-downloaded the next time you use it.
de: Das gibt sofort %1$@ frei. %2$@ ist dein aktuelles Modell und wird bei der nächsten Nutzung erneut geladen.
el: Αυτό ελευθερώνει αμέσως %1$@. Το %2$@ είναι το τρέχον μοντέλο σας, οπότε θα κατέβει ξανά την επόμενη φορά που θα το χρησιμοποιήσετε.
es: Esto libera %1$@ de inmediato. %2$@ es tu modelo actual, así que se volverá a descargar la próxima vez que lo uses.
fr: Cela libère %1$@ immédiatement. %2$@ est votre modèle actuel, il sera donc retéléchargé à la prochaine utilisation.
it: Questo libera subito %1$@. %2$@ è il tuo modello attuale, quindi verrà scaricato di nuovo al prossimo utilizzo.
ja: すぐに%1$@が解放されます。%2$@は現在使用中のモデルのため、次回使用時に再ダウンロードされます。
ko: 즉시 %1$@가 확보됩니다. %2$@은(는) 현재 사용 중인 모델이므로 다음에 사용할 때 다시 다운로드됩니다.
pt_br: Isso libera %1$@ imediatamente. %2$@ é seu modelo atual, então será baixado de novo na próxima vez que você usá-lo.
ru: Это сразу освободит %1$@. %2$@ — ваша текущая модель, поэтому при следующем использовании она будет загружена заново.
uk: Це одразу звільнить %1$@. %2$@ — ваша поточна модель, тому наступного разу її буде завантажено знову.
zh_hans: 这将立即释放 %1$@。%2$@ 是您当前的模型，下次使用时会重新下载。
zh_hk: 咁樣即刻釋放 %1$@。%2$@ 係你而家用緊嘅模型，下次用嘅時候會重新下載。

source: This frees %@ right away. You can download %@ again anytime.
de: Das gibt sofort %1$@ frei. Du kannst %2$@ jederzeit erneut laden.
el: Αυτό ελευθερώνει αμέσως %1$@. Μπορείτε να κατεβάσετε ξανά το %2$@ οποιαδήποτε στιγμή.
es: Esto libera %1$@ de inmediato. Puedes volver a descargar %2$@ cuando quieras.
fr: Cela libère %1$@ immédiatement. Vous pouvez retélécharger %2$@ à tout moment.
it: Questo libera subito %1$@. Puoi scaricare di nuovo %2$@ quando vuoi.
ja: すぐに%1$@が解放されます。%2$@はいつでも再ダウンロードできます。
ko: 즉시 %1$@가 확보됩니다. %2$@은(는) 언제든지 다시 다운로드할 수 있습니다.
pt_br: Isso libera %1$@ imediatamente. Você pode baixar %2$@ de novo a qualquer momento.
ru: Это сразу освободит %1$@. Вы можете снова загрузить %2$@ в любой момент.
uk: Це одразу звільнить %1$@. Ви можете знову завантажити %2$@ будь-коли.
zh_hans: 这将立即释放 %1$@。您可以随时重新下载 %2$@。
zh_hk: 咁樣即刻釋放 %1$@。你可以隨時再下載 %2$@。

# This model needs %@ and only %@ is free.
source: This model needs %1$@ and only %2$@ is free.
de: Dieses Modell benötigt %@, frei sind nur %@.
el: Αυτό το μοντέλο χρειάζεται %@ και είναι ελεύθερα μόνο %@.
es: Este modelo necesita %@ y solo hay %@ libres.
fr: Ce modèle nécessite %@ alors qu'il ne reste que %@ de libre.
it: Questo modello richiede %@ e sono liberi solo %@.
ja: このモデルには %@ が必要ですが、空き容量は %@ しかありません。
ko: 이 모델은 %@가 필요하지만 여유 공간은 %@뿐입니다.
pt_br: Este modelo precisa de %@ e há apenas %@ livres.
ru: Этой модели нужно %@, а свободно только %@.
uk: Цій моделі потрібно %@, а вільно лише %@.
zh_hans: 此模型需要 %@，但仅剩 %@ 可用空间。
zh_hk: 此模型需要 %@，但僅剩 %@ 可用空間。

source: This model needs about %1$lld GB of memory and this device has %2$lld GB. It would run out of memory.
de: Dieses Modell benötigt etwa %lld GB Arbeitsspeicher, dieses Gerät hat %lld GB. Der Speicher würde nicht reichen.
el: Αυτό το μοντέλο χρειάζεται περίπου %lld GB μνήμης και αυτή η συσκευή έχει %lld GB. Θα εξαντλούσε τη μνήμη.
es: Este modelo necesita unos %lld GB de memoria y este dispositivo tiene %lld GB. Se quedaría sin memoria.
fr: Ce modèle nécessite environ %lld Go de mémoire alors que cet appareil en a %lld. Il manquerait de mémoire.
it: Questo modello richiede circa %lld GB di memoria e questo dispositivo ne ha %lld. Esaurirebbe la memoria.
ja: このモデルには約 %lld GB のメモリが必要ですが、この端末は %lld GB です。メモリが不足します。
ko: 이 모델은 약 %lld GB의 메모리가 필요하지만 이 기기는 %lld GB입니다. 메모리가 부족합니다.
pt_br: Este modelo precisa de cerca de %lld GB de memória e este dispositivo tem %lld GB. Ficaria sem memória.
ru: Этой модели нужно около %lld ГБ памяти, а на устройстве %lld ГБ. Памяти не хватит.
uk: Цій моделі потрібно близько %lld ГБ пам'яті, а на пристрої %lld ГБ. Пам'яті не вистачить.
zh_hans: 此模型约需 %lld GB 内存，而本设备只有 %lld GB，内存会不足。
zh_hk: 此模型約需 %lld GB 記憶體，而本裝置只有 %lld GB，記憶體會不足。

source: This permanently deletes all your chats and folders. This cannot be undone.
de: Dadurch werden alle Ihre Chats und Ordner dauerhaft gelöscht. Dies kann nicht widerrufen werden.
el: Αυτό διαγράφει οριστικά όλες τις συνομιλίες και τους φακέλους σας. Αυτό δεν μπορεί να αναιρεθεί.
es: Esto elimina permanentemente todos tus chats y carpetas. Esta acción no se puede deshacer.
fr: Cela supprime définitivement toutes vos conversations et tous vos dossiers. Cette action est irréversible.
it: Questa azione elimina definitivamente tutte le tue chat e cartelle. Non può essere annullata.
ja: すべてのチャットとフォルダが完全に削除されます。この操作は取り消せません。
ko: 모든 채팅과 폴더가 영구적으로 삭제됩니다. 이 동작은 실행 취소할 수 없습니다.
pt_br: Isso apaga permanentemente todas as suas conversas e pastas. Não é possível desfazer.
ru: Это навсегда удалит все ваши чаты и папки. Это действие нельзя отменить.
uk: Це назавжди видалить усі ваші чати й папки. Цю дію не можна скасувати.
zh_hans: 这将永久删除您的所有聊天和文件夹。此操作无法撤销。
zh_hk: 這會永久刪除你的所有聊天和檔案夾。此操作無法復原。

source: This photo couldn't be loaded. Try a different one.
de: Dieses Foto konnte nicht geladen werden. Versuchen Sie ein anderes.
el: Δεν ήταν δυνατή η φόρτωση αυτής της φωτογραφίας. Δοκιμάστε μια διαφορετική.
es: No se pudo cargar esta foto. Prueba con otra.
fr: Cette photo n'a pas pu être chargée. Essayez-en une autre.
it: Impossibile caricare questa foto. Provane un'altra.
ja: この写真を読み込めませんでした。別の写真をお試しください。
ko: 이 사진을 불러오지 못했습니다. 다른 사진을 사용해 보세요.
pt_br: Não foi possível carregar esta foto. Tente outra.
ru: Не удалось загрузить это фото. Попробуйте другое.
uk: Не вдалося завантажити це фото. Спробуйте інше.
zh_hans: 无法载入此照片。请试试其他照片。
zh_hk: 無法載入此相片。請試試另一張。

source: This photo couldn't be read. Try a different one.
de: Dieses Foto konnte nicht gelesen werden. Versuchen Sie ein anderes.
el: Δεν ήταν δυνατή η ανάγνωση αυτής της φωτογραφίας. Δοκιμάστε μια διαφορετική.
es: No se pudo leer esta foto. Prueba con otra.
fr: Cette photo n'a pas pu être lue. Essayez-en une autre.
it: Impossibile leggere questa foto. Provane un'altra.
ja: この写真を読み取れませんでした。別の写真をお試しください。
ko: 이 사진을 읽지 못했습니다. 다른 사진을 사용해 보세요.
pt_br: Não foi possível ler esta foto. Tente outra.
ru: Не удалось прочитать это фото. Попробуйте другое.
uk: Не вдалося прочитати це фото. Спробуйте інше.
zh_hans: 无法读取此照片。请试试其他照片。
zh_hk: 無法讀取此相片。請試試另一張。

source: This recording hasn't been saved yet.
de: Diese Aufnahme wurde noch nicht gesichert.
el: Αυτή η εγγραφή δεν έχει αποθηκευτεί ακόμη.
es: Esta grabación aún no se ha guardado.
fr: Cet enregistrement n'a pas encore été enregistré.
it: Questa registrazione non è ancora stata salvata.
ja: この録音はまだ保存されていません。
ko: 이 녹음은 아직 저장되지 않았습니다.
pt_br: Esta gravação ainda não foi salva.
ru: Эта запись ещё не сохранена.
uk: Цей запис ще не збережено.
zh_hans: 这段录音还没有保存。
zh_hk: 呢段錄音仲未儲存。

source: This recording is no longer available.
de: Diese Aufnahme ist nicht mehr verfügbar.
el: Αυτή η ηχογράφηση δεν είναι πλέον διαθέσιμη.
es: Esta grabación ya no está disponible.
fr: Cet enregistrement n'est plus disponible.
it: Questa registrazione non è più disponibile.
ja: この録音はもう利用できません。
ko: 이 녹음은 더 이상 사용할 수 없습니다.
pt_br: Esta gravação não está mais disponível.
ru: Эта запись больше недоступна.
uk: Цей запис більше недоступний.
zh_hans: 此录音已不可用。
zh_hk: 此錄音已無法使用。

source: This recording reached the four hour limit and was saved.
de: Diese Aufnahme hat das Limit von vier Stunden erreicht und wurde gesichert.
el: Αυτή η ηχογράφηση έφτασε το όριο των τεσσάρων ωρών και αποθηκεύτηκε.
es: Esta grabación alcanzó el límite de cuatro horas y se guardó.
fr: Cet enregistrement a atteint la limite de quatre heures et a été enregistré.
it: Questa registrazione ha raggiunto il limite di quattro ore ed è stata salvata.
ja: この録音は 4 時間の上限に達したため保存されました。
ko: 이 녹음은 4시간 한도에 도달하여 저장되었습니다.
pt_br: Esta gravação atingiu o limite de quatro horas e foi salva.
ru: Запись достигла предела в четыре часа и была сохранена.
uk: Запис досяг межі в чотири години й був збережений.
zh_hans: 本次录音已达到四小时上限，已保存。
zh_hk: 本次錄音已達到四小時上限，已保存。

source: This repository isn't an MLX model. Look for a version converted for MLX - the mlx-community organization publishes thousands of them.
de: Dieses Repository ist kein MLX-Modell. Suche nach einer für MLX konvertierten Version – die Organisation mlx-community veröffentlicht Tausende davon.
el: Αυτό το αποθετήριο δεν είναι μοντέλο MLX. Ψάξε για έκδοση μετατρεμμένη για MLX – ο οργανισμός mlx-community δημοσιεύει χιλιάδες τέτοιες.
es: Este repositorio no es un modelo MLX. Busca una versión convertida para MLX: la organización mlx-community publica miles.
fr: Ce dépôt n'est pas un modèle MLX. Cherchez une version convertie pour MLX : l'organisation mlx-community en publie des milliers.
it: Questo repository non è un modello MLX. Cerca una versione convertita per MLX: l'organizzazione mlx-community ne pubblica migliaia.
ja: このリポジトリは MLX モデルではありません。MLX 用に変換されたバージョンを探してください。mlx-community には数千のモデルがあります。
ko: 이 저장소는 MLX 모델이 아닙니다. MLX용으로 변환된 버전을 찾아보세요. mlx-community 조직이 수천 개를 공개하고 있습니다.
pt_br: Este repositório não é um modelo MLX. Procure uma versão convertida para MLX: a organização mlx-community publica milhares delas.
ru: Этот репозиторий не является MLX-моделью. Найдите версию, конвертированную для MLX: организация mlx-community публикует их тысячами.
uk: Цей репозиторій не є MLX-моделлю. Знайдіть версію, конвертовану для MLX: організація mlx-community публікує їх тисячами.
zh_hans: 此仓库不是 MLX 模型。请寻找已转换为 MLX 的版本——mlx-community 组织发布了数千个。
zh_hk: 此儲存庫不是 MLX 模型。請尋找已轉換為 MLX 的版本——mlx-community 組織發布了數千個。

source: Tip: in any chat you can also write "Remember that ..." and it will be saved here.
de: Tipp: Sie können in jedem Chat auch „Merk dir, dass ...“ schreiben – es wird dann hier gespeichert.
el: Συμβουλή: σε οποιαδήποτε συνομιλία μπορείτε επίσης να γράψετε «Θυμήσου ότι ...» και θα αποθηκευτεί εδώ.
es: Consejo: en cualquier chat también puedes escribir «Recuerda que ...» y se guardará aquí.
fr: Astuce : dans n'importe quelle conversation, vous pouvez aussi écrire « Retiens que... » et ce sera enregistré ici.
it: Suggerimento: in qualsiasi chat puoi anche scrivere «Ricorda che ...» e verrà salvato qui.
ja: ヒント：どのチャットでも「〜を覚えておいて」と書けば、ここに保存されます。
ko: 팁: 어떤 채팅에서든 「...를 기억해 줘」라고 쓰면 여기에 저장됩니다.
pt_br: Dica: em qualquer conversa você também pode escrever “Lembre-se de que ...” e isso será salvo aqui.
ru: Совет: в любом чате можно написать «Запомни, что ...» — и это сохранится здесь.
uk: Порада: у будь-якому чаті можна написати «Запам'ятай, що ...» — і це збережеться тут.
zh_hans: 小提示：在任何聊天里，您也可以写“记住……”，内容就会保存到这里。
zh_hk: 小提示：喺任何聊天入面，你都可以寫「記住……」，內容就會存喺呢度。
